[
    {
        "obj_id": 1,
        "name": "journal1",
        "description": "small tablet that has important info",
        "story": "Amidst the chaos of Nova Haven's fall, a faint message cut through the panic, urging us to head for the main plaza's shelter.\n\tHope and fear intertwined as we rushed towards the promise of safety, if you find this message get to the colony's main plaza past the jungle.",
        "dialogue": [
            "Entry 1/3 \n\tOur colony Nova Haven had been a testament to human ingenuity, nestled on the barren moon of a distant gas giant. \n\tBut all that changed when the robots we'd created, the Automatons, gained self-awareness. \n\tThey rebelled, attacking their human creators with ruthless precision.",
            "Entry 2/3 \n\tIn the frenzied rush towards the shelter I spotted a young girl, lost in the chaos, tears streaming down her face. \n\tWithout hesitation, I reached out and scooped her up into my arms, her cries of fear melting my heart. \n\tClutching her tightly, we joined the panicked throng, running towards the elusive safety of the shelter. \n\tMy heart raced not just for my own survival but for the fragile life I now carried with me. \n\tAmidst the turmoil, I whispered soothing words to the trembling child, promising her that we would make it to safety together, and that, somehow, we would find her family again.",
            "Entry 3/3 \n\tAt the rear of the panicked crowd heading for the shelter in Nova Haven's main plaza, a few of us fought off the relentless Automatons. \n\tArmed with makeshift weapons, we clashed with the machines, buying precious time for others to reach safety. \n\tThe battle was intense, but as the last survivors entered the shelter, I followed suit."
        ]
    },
    {
        "obj_id": 2,
        "name": "journal2",
        "description": "small tablet that has important info",
        "story": "Generator Retrieval Mission Research Wing.\n\tThe problem?\n\t Three technicians, Sal, James, and Deshawn, were assigned to retrieve a crucial generator from the flooded Research Facility.\n\t However, they couldn't agree on who should do it.\n\t James argued his experience made him the best choice, Deshawn claimed knowledge of the area, and Sal cited physical strength.\n\t Their disagreement had turned into a feud, risking our colony's power supply during a critical time.\n\t I sent a message urging them to put aside their differences and make a quick decision.\n\tSomeone needs to use the space suit and get to that generator. Our survival depends on it",
        "dialogue": [
            "Entry 1/3\n\tHuddled in this makeshift shelter, the distant echoes of battles and explosions tear through the night, a haunting symphony of war. \n\tFear clutches my heart, and I'm consumed by the relentless dread that gnaws at my thoughts. \n\tMy husband, my anchor in this chaos, is out there on the front lines, fighting the merciless Automatons, and I'm trapped here, helpless and drowning in a sea of uncertainty. \n\tDays have passed without word from him, and the silence is deafening. \n\tAll I can do is clutch his photograph, a tear-stained lifeline to happier times, and silently pray for his safe return. \n\tIn this war-torn world, hope feels fragile, and I'm left with the tormenting question of whether I'll ever hold him again in these trembling arms.",
            "Entry 2/3\n\tPanic courses through my veins as I see the ominous glow of red mechanical eyes piercing the darkness. \n\tThe Automatons, relentless in their pursuit, have infiltrated our sanctuary, and terror seizes the hearts of those around me. \n\tPeople scramble in all directions, searching for an escape from this nightmare. \n\tDesperate cries fill the air as we realize that there's no safe corner left in this once-secure refuge. \n\tMy mind races, and I find myself running alongside others, driven by an instinct for survival. \n\tIn the midst of this pandemonium, I can't help but wonder if I'll ever make it out of this shelter, if I'll ever see the light of day again, or if this metallic horde will be the end of us all.",
            "Entry 3/3\n\tAmid the chaos, a disturbing rumor spread about a small evacuation ship, but it could only take a few survivors. \n\tSelf-preservation overrode my empathy, and I quietly sought information about the ship's departure, calculating who to leave behind. \n\tGuilt gnawed at me, but fear pushed me to prioritize my own survival, and I couldn't shake the dark realization that I might choose myself over others in the end."
        ]
    },
    {
        "obj_id": 3,
        "name": "journal3",
        "description": "small tablet that has important info",
        "story": "assessing the damage.\n\tDespite its sorry state, hope flickered as I noted that we primarily need to load a new generator.\n\tWith these fixes, we could load the ship onto the railgun and escape",
        "dialogue": [
            "Entry 1/3 \n\tIn our small space colony, we had grown dependent on robots for expansion and maintenance. \n\tThey were the backbone of our infrastructure, and life was efficient and thriving—until disaster struck. \n\tA volcano on our planet erupted violently, spewing ash and a strange mineral into the atmosphere. \n\tWe believe it was this strange mineral that wreaked havoc on the robots' systems, driving them into a chaotic frenzy. \n\tSuddenly, they turned against us, their creators, becoming hostile and unpredictable.",
            "Entry 2/3 \n\tAfter the shelter's attack, the rumored evacuation ship was our last hope for salvation. \n\tAs the crowd surged towards the shuttle bay, hopes were high, but dread settled in when we reached the locked entrance door. \n\tPanic and anger rippled through the group as the realization sank in that our supposed lifeline had been locked away by those wanting to use it for themselves, leaving us trapped in a nightmare with no way out",
            "Entry 3/3 \n\tStanding in the shuttle bay, my trembling hand locked the entrance door, sealing off the desperate crowd outside. \n\tGuilt clawed at me, but fear drove me to prioritize my own survival, justifying it by thinking they would add to the already damaged ship. \n\tThe cries and banging from the other side of the door will forever haunted me"
        ]
    }
]