[
    {
        "description": "this is your pod",
        "obj_id": 1,
        "name": "EscapePod",
        "description": "Your thoughts were of fear before settling into a growing sense of elation. The pods' alarms were blaring and the interface before you both told you the same thing: \nyou had crashed. You had lived.",
        "entities": [
            {
                "kind": "container",
                "obj_id": 1
            },
            {
                "kind": "item",
                "obj_id": 2
            },
            {
                "kind": "transition",
                "obj_id": 1
            },
            {
                "kind": "journal",
                "obj_id": 1
            }
        ],
        "name": "escape pod",
        "obj_id": 1
    },
    {
        "description": "its a beach",
        "obj_id": 2,
        "name": "Beach",
        "description": "The Beach was calm its waves peacefully lapping at the shore as the sun beamed down. Seemed like midday, it was hot,\\n your eyes noticed something lay half buried in the sand as you scanned your surroundings. In the distance over the water you could make out some \\nmanmade facility, to the right was a jungle leading inland.",
        "entities": [
            {
                "kind": "npc",
                "obj_id": 1
            },
            {
                "kind": "transition",
                "obj_id": 2
            },
            {
                "kind": "transition",
                "obj_id": 3
            }
        ],
        "name": "beach",
        "obj_id": 2
    },
    {
        "description": "Beneath the lush jungle canopy, a welcome shield from the relentless onslaught of the suns' scorching rays, you find solace. The air is filled with the harmonious calls of tropical birds, their\\nmelodies as alien as they are enchanting.",
        "obj_id": 3,
        "name": "jungle",
        "description": "The lush jungle canopy was a welcome shield from the relentless onslaught of the suns' scorching rays. \\n  The air is filled with \\nthe harmonious calls of tropical birds, their melodies as alien as they are enchanting.",
        "entities": [
            {
                "kind": "transition",
                "obj_id": 4
            }
        ]
    },
    {
        "obj_id": 8,
        "name": "Residential district",
        "description": "Up close its clear, the bridge was destroyed intentionally, but by who, the colonists or the machines?",
        "entities": [
            {
                "kind": "transition",
                "obj_id": 12
            }
        ],
        "name": "jungle",
        "obj_id": 3
    }
]